tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "codacy/tap"
tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jtyr/repo"
tap "lucagrulla/tap"
tap "mutagen-io/mutagen"
tap "sass/sass"
brew "actionlint"
brew "antigen"
brew "apr"
brew "python@3.10"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "asdf"
brew "binutils"
brew "pkg-config"
brew "broot"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "guile"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "libffi"
brew "cask"
brew "chamber"
brew "cmake"
brew "openldap"
brew "curl"
brew "darcs"
brew "deno"
brew "diffutils"
brew "docker-credential-helper-ecr"
brew "dust"
brew "fd"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "libmpc"
brew "gcc"
brew "geos"
brew "gh"
brew "git"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "openjdk"
brew "google-java-format"
brew "gping"
brew "grep"
brew "gzip"
brew "hadolint"
brew "hub"
brew "hyperfine"
brew "jump"
brew "libfido2"
brew "libvpx"
brew "mas"
brew "mysql"
brew "netcat"
brew "nghttp2"
brew "nushell"
brew "openjdk@11"
brew "openssl@3"
brew "perl"
brew "perltidy"
brew "pinentry-mac"
brew "pipx"
brew "procs"
brew "pylint"
brew "python-tk@3.10"
brew "python@3.9"
brew "python-tk@3.9"
brew "python@3.8"
brew "qcachegrind"
brew "qemu"
brew "rabbitmq"
brew "rbenv"
brew "redpen"
brew "remake"
brew "rust"
brew "screen"
brew "socat"
brew "telnet"
brew "terraform_landscape"
brew "tfenv"
brew "thefuck"
brew "tmux"
brew "topgrade"
brew "tree"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "x264"
brew "xmlstarlet"
brew "yasm"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "codacy/tap/codacy-analysis-cli"
brew "jtyr/repo/gbt"
brew "lucagrulla/tap/cw"
brew "mutagen-io/mutagen/mutagen-compose"
brew "sass/sass/sass"
cask "font-caskaydia-cove-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "graphiql"
cask "hammerspoon"
cask "iterm2"
cask "rectangle"
cask "responsively"
cask "visual-studio-code"
mas "Anaxi", id: 1317534033
mas "Confluently", id: 1290720256
mas "EtreCheck", id: 1423715984
mas "Evernote", id: 406056744
mas "iZip Unarchiver", id: 717545828
mas "Telephone", id: 406825478
mas "Xcode", id: 497799835
